Repository: common-repository/shutterstock
Catalog: languages/shutterstock-*.po
Languages: cs_cz, da_dk, de_de, es_es, fi, fr_fr, hu_hu, it_it, ja, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th, tr_tr, zh_cn, zh_tw

# wordpress:text_insert_preview
source: Insert preview
cs_cz: Vložit náhled
da_dk: Indsæt forhåndsvisning
de_de: Vorschau einfügen
es_es: Insertar vista previa
fi: Aseta esikatselu
fr_fr: Insérer l’aperçu
hu_hu: Előnézet beszúrása
it_it: Inserisci anteprima
ja: プレビューを挿入
ko_kr: 미리 보기 삽입
nb_no: Sett inn forhåndsvisning
nl_nl: Voorbeeld invoegen
pl_pl: Wstaw podgląd
pt_pt: Inserir visualização
ru_ru: Вставить образец
sv_se: Infoga förhandsgranskning
th: แทรกตัวอย่าง
tr_tr: Önizleme ekle
zh_cn: 插入预览
zh_tw: 插入預覽

# wordpress:text_license
source: License
cs_cz: Licence
da_dk: Licens
de_de: Lizenz
es_es: Licencia
fi: Lisenssi
fr_fr: Licence
hu_hu: Licenc
it_it: Licenza
ja: ライセンス
ko_kr: 라이선스
nb_no: Lisens
nl_nl: Licentiëren
pl_pl: Licencja
pt_pt: Licenças
ru_ru: Лицензия
sv_se: Licens
th: สิทธิ์ใช้งาน
tr_tr: Lisans
zh_cn: 许可
zh_tw: 授權

# wordpress:text_license_all_assets
source: License All Assets
cs_cz: Licencovat všechny položky
da_dk: Få licens på alt materiale
de_de: Alle Objekte lizenzieren
es_es: Licenciar todos los recursos
fi: Lisensoi kaikki tuotteet
fr_fr: Acheter une licence pour toutes les ressources
hu_hu: Összes anyag licencelése
it_it: Acquisisci in licenza tutte le risorse
ja: すべてのアセットのライセンスを取得
ko_kr: 모든 자산에 라이선스 부여
nb_no: Lisensier alle ressurser
nl_nl: Alle items licentiëren
pl_pl: Licencjonuj wszystkie materiały
pt_pt: Licenciar todos os materiais
ru_ru: Лицензировать все материалы
sv_se: Licensiera alla tillgångar
th: รับสิทธิ์ใช้งานเนื้อหาทั้งหมด
tr_tr: Tüm Varlıkları Lisansla
zh_cn: 许可所有资产
zh_tw: 授權全部資產

# wordpress:text_license_editorial_images
source: License Editorial Images
cs_cz: Licencovat redakční snímky
da_dk: Få licens på redaktionelle billeder
de_de: Redaktionelle Bilder lizenzieren
es_es: Licenciar imágenes editoriales
fi: Lisensoi toimituksellisia kuvia
fr_fr: Achat de licences images éditoriales
hu_hu: Szerkesztői képek licencelése
it_it: Acquisisci in licenza immagini editoriali
ja: エディトリアル画像のライセンスを取得
ko_kr: 에디토리얼 이미지에 라이선스 부여
nb_no: Lisensier redaksjonelle bilder
nl_nl: Redactionele afbeeldingen licentiëren
pl_pl: Licencjonuj obrazy dziennikarskie
pt_pt: Licenciar imagens editoriais
ru_ru: Лицензировать редакционные изображения
sv_se: Licens för redaktionella bilder
th: รับสิทธิ์ใช้งานภาพสำหรับบทความข่าว
tr_tr: Haber Amaçlı Görselleri Lisansla
zh_cn: 许可新闻传媒图片
zh_tw: 授權報導類圖片

# wordpress:text_license_images
source: License Images
cs_cz: Licencovat snímky
da_dk: Billeder med licens
de_de: Bilder lizenzieren
es_es: Licenciar imágenes
fi: Lisensoi kuvia
fr_fr: Achat de licences images
hu_hu: Képek licencelése
it_it: Acquisisci in licenza immagini
ja: 画像のライセンスを取得
ko_kr: 이미지에 라이선스 부여
nb_no: Lisensier bilder
nl_nl: Afbeeldingen licentiëren
pl_pl: Obrazy licencyjne
pt_pt: Licenciar imagens
ru_ru: Лицензировать изображения
sv_se: Licensbilder
th: ภาพที่ให้สิทธิ์ใช้งาน
tr_tr: Görselleri Lisansla
zh_cn: 许可图片
zh_tw: 授權圖片

# wordpress:text_license_this_image
source: License this image
cs_cz: Licencovat tento snímek
da_dk: Få licens på dette billede
de_de: Dieses Bild lizenzieren
es_es: Licenciar esta imagen
fi: Lisensoi tämä kuva
fr_fr: Acheter une licence pour cette image
hu_hu: A kép licencelése
it_it: Acquisisci in licenza questa immagine
ja: この画像のライセンスを取得
ko_kr: 이 이미지에 라이선스 부여
nb_no: Lisensier dette bildet
nl_nl: Deze afbeelding licentiëren
pl_pl: Licencjonuj ten obraz
pt_pt: Licenciar esta imagem
ru_ru: Лицензировать это изображение
sv_se: Licensiera den här bilden
th: รับสิทธิ์ใช้งานภาพนี้
tr_tr: Bu görseli lisansla
zh_cn: 许可此图片
zh_tw: 授權此圖片

# wordpress:text_licensing_image_please_wait
source: Licensing Image. Please wait.
cs_cz: Licencování snímku... Čekejte prosím...
da_dk: Få licens på billede. Vent et øjeblik.
de_de: Bild wird lizenziert. Bitte warten.
es_es: Licenciando la imagen. Espere un momento.
fi: Lisensoidaan kuvaa. Odota.
fr_fr: Association d’une licence à l’image en cours. Veuillez patienter.
hu_hu: Kép licencelése folyamatban. Várjon.
it_it: Acquisisci immagine in licenza. Attendi.
ja: 画像のライセンスを取得しています。しばらくお待ちください。
ko_kr: 이미지에 라이선스를 부여 중입니다. 기다려 주세요.
nb_no: Lisensierer bildet. Vent.
nl_nl: Afbeelding licentiëren. Een ogenblik geduld.
pl_pl: Licencjonuj obraz. Prosimy czekać.
pt_pt: Licenciar imagem. Aguarde.
ru_ru: Лицензирование изображения. Подождите.
sv_se: Licensierar bild. Vänta.
th: การรับสิทธิ์ใช้งานภาพ โปรดรอสักครู่
tr_tr: Görsel lisanslanıyor. Lütfen bekleyin.
zh_cn: 许可图片。请稍候。
zh_tw: 授權圖片。請稍候。

# wordpress:text_loading_please_wait
source: Loading. Please wait.
cs_cz: Načítání... Čekejte prosím...
da_dk: Indlæser. Vent et øjeblik.
de_de: Wird geladen. Bitte warten.
es_es: Cargando. Espere un momento.
fi: Ladataan. Odota.
fr_fr: Chargement en cours. Veuillez patienter.
hu_hu: Betöltés folyamatban. Várjon.
it_it: Caricamento in corso. Attendi.
ja: 読み込んでいます。しばらくお待ちください。
ko_kr: 로드 중입니다. 기다려 주세요.
nb_no: Laster. Vent.
nl_nl: Laden… Een ogenblik geduld.
pl_pl: Wczytywanie. Prosimy czekać.
pt_pt: Carregando. Aguarde.
ru_ru: Загрузка. Подождите.
sv_se: Läser in. Vänta.
th: กำลังโหลด โปรดรอสักครู่
tr_tr: Yükleniyor. Lütfen bekleyin.
zh_cn: 正在加载。请稍候。
zh_tw: 載入中。請稍候。

# wordpress:text_log_in_with_shutterstock
source: Log in with Shutterstock
cs_cz: Přihlášení pomocí služby Shutterstock
da_dk: Log ind med Shutterstock
de_de: Mit Shutterstock anmelden
es_es: Iniciar sesión con Shutterstock
fi: Kirjaudu Shutterstockin tunnuksilla
fr_fr: Se connecter avec Shutterstock
hu_hu: Bejelentkezés Shutterstock-fiókkal
it_it: Accedi con Shutterstock
ja: Shutterstockでログイン
ko_kr: Shutterstock으로 로그인
nb_no: Logg på med Shutterstock
nl_nl: Inloggen met Shutterstock
pl_pl: Zaloguj się z Shutterstock
pt_pt: Faça login na Shutterstock
ru_ru: Вход через Shutterstock
sv_se: Logga in med Shutterstock
th: เข้าสู่ระบบด้วย Shutterstock
tr_tr: Shutterstock’ta oturum açın
zh_cn: 使用 Shutterstock 登录
zh_tw: 登入 Shutterstock

# wordpress:text_logout
source: Logout
cs_cz: Odhlásit se
da_dk: Log ud
de_de: Ausloggen
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr_fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Esci
ja: ログアウト
ko_kr: 로그아웃
nb_no: Logg ut
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выход
sv_se: Utloggning
th: ออกจากระบบ
tr_tr: Oturumu Kapat
zh_cn: 注销
zh_tw: 登出

# wordpress:text_search_editorial_images
source: Search Editorial Images
cs_cz: Vyhledat redakční snímky
da_dk: Søg i redaktionelle billeder
de_de: Redaktionelle Bilder durchsuchen
es_es: Explorar imágenes editoriales
fi: Hae toimituksellisia kuvia
fr_fr: Recherche d’images éditoriales
hu_hu: Szerkesztői képek keresése
it_it: Cerca tra le immagini editoriali
ja: エディトリアル画像を検索
ko_kr: 에디토리얼 이미지 검색
nb_no: Søk i redaksjonelle bilder
nl_nl: Redactionele afbeeldingen zoeken
pl_pl: Wyszukaj obrazy dziennikarskie
pt_pt: Pesquise imagens editoriais
ru_ru: Поиск редакционных изображений
sv_se: Sök bland redaktionella bilder
th: ค้นหาภาพสำหรับบทความข่าว
tr_tr: Haber Amaçlı Görsel Ara
zh_cn: 搜索新闻传媒图片
zh_tw: 搜尋報導類圖片

# wordpress:text_something_went_wrong
source: Something went wrong. Please try again.
cs_cz: Něco se nepovedlo. Zkuste to prosím znovu.
da_dk: Der opstod en fejl. Prøv igen.
de_de: Es ist ein Fehler aufgetreten. Versuchen Sie es erneut.
es_es: Se produjo un error. Inténtelo de nuevo.
fi: Jokin meni pieleen. Yritä uudelleen.
fr_fr: Un problème est survenu. Veuillez réessayer.
hu_hu: Valamilyen hiba történt. Próbálja újra.
it_it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ko_kr: 문제가 발생했습니다. 다시 시도해 주세요.
nb_no: Noe gikk galt. Prøv på nytt.
nl_nl: Er is iets misgegaan. Probeer het opnieuw.
pl_pl: Przepraszamy, wystąpił błąd. Spróbuj ponownie.
pt_pt: Alguma coisa deu errado. Tente novamente.
ru_ru: Что-то пошло не так. Повторите попытку.
sv_se: Något gick fel. Försök igen.
th: มีข้อผิดพลาด โปรดลองอีกครั้ง
tr_tr: Bir sorun oluştu. Lütfen tekrar deneyin.
zh_cn: 出现错误。请重试。
zh_tw: 出現錯誤。請再試一次。

# wordpress:text_user_settings
source: User Settings
cs_cz: Uživatelská nastavení
da_dk: Brugerindstillinger
de_de: Benutzereinstellungen
es_es: Configuración del usuario
fi: Käyttäjän asetukset
fr_fr: Paramètres utilisateur
hu_hu: Felhasználói beállítások
it_it: Impostazioni utente
ja: ユーザー設定
ko_kr: 사용자 설정
nb_no: Brukerinnstillinger
nl_nl: Gebruikersinstellingen
pl_pl: Ustawienia użytkownika
pt_pt: Configurações do usuário
ru_ru: Пользовательские настройки
sv_se: Användarinställningar
th: การตั้งค่าของผู้ใช้
tr_tr: Kullanıcı Ayarları
zh_cn: 用户设置
zh_tw: 使用設定

# wordpress:text_user_settings_description
source: Define which user roles are allowed to search and/or license assets.
cs_cz: Definujte, které uživatelské role mají povolení vyhledat a/nebo licencovat položky.
da_dk: Definér, hvilke brugerroller der får lov af søge og/eller få licens på materiale.
de_de: Legen Sie fest, welchen Benutzerrollen die Suche nach bzw. Lizenzierung von Objekten gestattet ist.
es_es: Defina qué roles de usuario pueden buscar o licenciar recursos.
fi: Määritä, mitkä käyttäjäroolit saavat hakea ja/tai lisensoida tuotteita.
fr_fr: Définissez quels rôles utilisateur sont autorisés à rechercher des ressources et à acheter des licences.
hu_hu: Határozza meg, mely felhasználói szerepkörök számára engedélyezett az anyagok keresése és/vagy licencelése.
it_it: Definisci quali ruoli utente sono autorizzati a cercare e/o ad acquisire in licenza le risorse.
ja: アセットの検索やライセンス取得を許可するユーザーの役割を定義します。
ko_kr: 자산을 검색하거나 자산에 라이선스를 부여할 수 있는 사용자 역할을 정의하세요.
nb_no: Definer hvilke brukerroller som har tillatelse til å søke og/eller lisensiere ressurser.
nl_nl: Definieer welke gebruikersrollen items mogen zoeken en/of licentiëren.
pl_pl: Określ, które role użytkownika mogą wyszukiwać lub licencjonować materiały.
pt_pt: Define quais funções do usuário são permitidas para pesquisar e/ou licenciar materiais.
ru_ru: Определите, пользователям с какими ролями разрешен поиск и/или лицензирование материалов.
sv_se: Definiera vilka användarroller som får söka och/eller licensiera tillgångar.
th: กำหนดบทบาทของผู้ใช้ที่อนุญาตให้ค้นหา และ/หรือ รับสิทธิ์ใช้งานเนื้อหา
tr_tr: Varlık aramak ve/veya lisanslamak için hangi kullanıcı rollerine izin verildiğini tanımlayın.
zh_cn: 定义允许哪些用户角色搜索和/或许可资产。
zh_tw: 定義允許哪些使用者角色搜尋和/或授權資產。

# wordpress:text_user_type
source: User Type
cs_cz: Typ uživatele
da_dk: Brugertype
de_de: Benutzertyp
es_es: Tipo de usuario
fi: Käyttäjätyyppi
fr_fr: Type d'utilisateur
hu_hu: Felhasználótípus
it_it: Tipo utente
ja: ユーザータイプ
ko_kr: 사용자 유형
nb_no: Brukertype
nl_nl: Gebruikerstype
pl_pl: Typ użytkownika
pt_pt: Tipo de usuário
ru_ru: Тип пользователя
sv_se: Användartyp
th: ประเภทผู้ใช้
tr_tr: Kullanıcı Türü
zh_cn: 用户类型
zh_tw: 使用者類型
