Repository: common-repository/shutterstock
Catalog: languages/shutterstock-*.po
Languages: cs_cz, da_dk, de_de, es_es, fi, fr_fr, hu_hu, it_it, ja, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th, tr_tr, zh_cn, zh_tw

# wordpress:connected
source: Connected
cs_cz: Připojeno
da_dk: Forbindelse
de_de: Verbunden
es_es: Conectado
fi: Yhdistetty
fr_fr: Connecté
hu_hu: Kapcsolatban
it_it: Connesso
ja: 接続済み
ko_kr: 연결됨
nb_no: Tilkoblet
nl_nl: Verbonden
pl_pl: Połączono
pt_pt: Conectado
ru_ru: Подключено
sv_se: Ansluten
th: เชื่อมต่ออยู่
tr_tr: Bağlandı
zh_cn: 已连接
zh_tw: 已連線

# wordpress:downloading_image
source: Downloading image. Please wait.
cs_cz: Probíhá stahování snímku. Čekejte prosím.
da_dk: Henter billede. Vent et øjeblik.
de_de: Bild wird heruntergeladen. Bitte warten.
es_es: Descargando imagen. Espere un momento.
fi: Ladataan kuvaa. Odota.
fr_fr: Téléchargement de l’image en cours. Veuillez patienter.
hu_hu: Képek letöltése folyamatban. Kis türelmet.
it_it: Download dell'immagine in corso. Attendi.
ja: 画像をダウンロードしています。しばらくお待ちください。
ko_kr: 이미지를 다운로드하는 중입니다. 기다려 주세요.
nb_no: Laster ned bildet. Vent.
nl_nl: Afbeelding downloaden. Een ogenblik geduld.
pl_pl: Trwa pobieranie obrazu. Proszę czekać.
pt_pt: Baixando imagem. Aguarde.
ru_ru: Выполняется загрузка изображение. Подождите.
sv_se: Laddar ned bilder. Vänta.
th: ดาวน์โหลดภาพ โปรดรอสักครู่
tr_tr: Görsel indiriliyor. Lütfen bekleyin.
zh_cn: 正在下载图片。请稍候。
zh_tw: 下載圖片。請稍候。

# wordpress:logging_out
source: Logging out
cs_cz: Odhlášení
da_dk: Logger ud
de_de: Sie werden abgemeldet
es_es: Cerrando sesión
fi: Kirjaudutaan ulos
fr_fr: Déconnexion en cours
hu_hu: Kijelentkezés
it_it: Disconnessione in corso
ja: ログアウトしています
ko_kr: 로그아웃 중
nb_no: Logger ut
nl_nl: Uitloggen
pl_pl: Wylogowywanie
pt_pt: Saindo
ru_ru: Выход из системы
sv_se: Logga ut
th: ออกจากระบบ
tr_tr: Oturum kapatılıyor
zh_cn: 正在注销
zh_tw: 退出

# wordpress:plugin_description
source: Access exceptional, royalty-free content straight from WordPress.
cs_cz: Získejte přístup k výjimečnému obsahu bez autorských poplatků přímo ze služby WordPress.
da_dk: Få adgang til ekstraordinært, royaltyfrit indhold direkte fra WordPress.
de_de: Sichern Sie sich Zugang zu erstklassigen, lizenzfreien WordPress-Inhalten.
es_es: Acceda a contenidos excepcionales y libres de regalías directamente de WordPress.
fi: Pääset käsiksi poikkeukselliseen, rojaltivapaaseen sisältöön suoraan WordPressistä.
fr_fr: Accédez, directement dans WordPress, à des contenus libres de droits exceptionnels.
hu_hu: Kiemelkedő jogdíjmentes tartalmakhoz férhet hozzá, közvetlenül a WordPress felületéről.
it_it: Accedi a contenuti royalty free eccezionali direttamente da WordPress.
ja: WordPressから直接、高品質なロイヤリティフリー素材にアクセスします。
ko_kr: WordPress의 훌륭한 로열티 프리 콘텐츠에 바로 액세스하세요.
nb_no: Få tilgang til fantastisk royalty-fritt innhold direkte fra WordPress.
nl_nl: Krijg toegang tot uitzonderlijke, rechtenvrije content, rechtstreeks vanuit WordPress.
pl_pl: Uzyskaj dostęp do wyjątkowych treści bez tantiem bezpośrednio z WordPress.
pt_pt: Acesse conteúdos incríveis e livres de direitos diretamente do WordPress.
ru_ru: Получите доступ к исключительным материалам от WordPress без лицензионных платежей (роялти).
sv_se: Få tillgång till exceptionellt royaltyfritt innehåll direkt från WordPress.
th: เข้าถึงเนื้อหาที่โดดเด่น ปลอดค่าลิขสิทธิ์ได้จาก WordPress โดยตรง
tr_tr: Doğrudan WordPress’ten istisnai ve telifsiz içeriğe erişin.
zh_cn: 直接通过 Wordpress 访问优秀的免版税内容。
zh_tw: 直接從 WordPress 存取非凡的免版稅內容。

# wordpress:text_add_shuttersock_content_to_post
source: Add Shutterstock content to your post
cs_cz: Přidejte obsah služby Shutterstock k vašemu příspěvku
da_dk: Tilføj Shutterstock-indhold til din postering
de_de: Shutterstock Inhalte zu Ihrem Beitrag hinzufügen
es_es: Añadir contenido de Shutterstock a la publicación
fi: Lisää Shutterstock-sisältöä julkaisuusi
fr_fr: Ajouter du contenu Shutterstock à votre publication
hu_hu: Adjon Shutterstock-tartalmakat a bejegyzéséhez.
it_it: Aggiungi contenuti di Shutterstock al tuo post
ja: Shutterstockの素材をあなたの投稿に追加します
ko_kr: 게시물에 Shutterstock 콘텐츠를 추가하세요
nb_no: Legg til Shutterstock-innhold i innlegget ditt
nl_nl: Voeg Shutterstock-content toe aan je bericht
pl_pl: Dodaj treści Shutterstock do swojego posta
pt_pt: Adicione conteúdo Shutterstock à sua publicação
ru_ru: Добавьте материалы Shutterstock в свою публикацию
sv_se: Lägg till Shutterstock-innehåll till din post
th: เพิ่มเนื้อหา Shutterstock ในโพสต์ของคุณ
tr_tr: Yayınınıza Shutterstock içeriği ekleyin
zh_cn: 将 Shutterstock 内容添加到您的文章
zh_tw: 將 Shutterstock 內容新增到您的貼文中

# wordpress:text_api_key
source: API Key *
cs_cz: Klíč API *
da_dk: API-nøgle*
de_de: API-Schlüssel*
es_es: Clave de API*
fi: API-avain*
fr_fr: Clé d’API*
hu_hu: API-kulcs *
it_it: Chiave API*
ja: APIキー *
ko_kr: API 키 *
nb_no: API-nøkkel *
nl_nl: API-sleutel *
pl_pl: Klucz API *
pt_pt: Chave de API *
ru_ru: Ключ API*
sv_se: API-nyckel*
th: รหัส API*
tr_tr: API Anahtarı *
zh_cn: API 密钥*
zh_tw: API 密鑰 *

# wordpress:text_api_key_description
source: Required. Use the API key from an app you have created.
cs_cz: Povinné. Použijte klíč API z aplikace, kterou jste vytvořili.
da_dk: Obligatorisk. Brug API-nøglen fra en app, du har skabt.
de_de: Erforderlich. Verwenden Sie die API aus einer von Ihnen erstellten App.
es_es: Es obligatorio. Use la clave de API de una app que haya creado.
fi: Pakollinen. Käytä API-avainta luomastasi sovelluksesta.
fr_fr: Obligatoire. Indiquez la clé d’API d’une application que vous avez créée.
hu_hu: Szükséges. Használja az API-kulcsot egy Ön által létrehozott alkalmazásból.
it_it: Obbligatorio. Utilizza la chiave API da un'app che hai creato.
ja: 必須。作成したアプリのAPIキーを使用してください。
ko_kr: 필수. 생성한 앱의 API 키를 사용하세요.
nb_no: Påkrevd. Bruk API-nøkkelen fra en app du har opprettet.
nl_nl: Verplicht. Gebruik de API-sleutel van een app die je hebt gemaakt.
pl_pl: Wymagane. Użyj klucza API z aplikacji, którą utworzyłeś.
pt_pt: Obrigatório. Use a chave de API de um aplicativo que você criou.
ru_ru: Обязательно. Используйте ключ API созданного приложения.
sv_se: Obligatorisk. Använd API-nyckeln från appen som du skapat.
th: ต้องมี ใช้รหัส API จากแอปที่คุณสร้างขึ้น
tr_tr: Zorunlu. Oluşturduğunuz bir uygulamadaki API anahtarını kullanın.
zh_cn: 必填。使用您创建的应用程序中的 API 密钥。
zh_tw: 必填。使用您創建的應用程式中的 API 密鑰。

# wordpress:text_api_secret
source: API Secret *
cs_cz: Tajný klíč API *
da_dk: API-hemmelighed*
de_de: API-Geheimschlüssel*
es_es: Secreto de API*
fi: API-salauskoodi*
fr_fr: Secret d’API*
hu_hu: API titkos kódja *
it_it: Segreto API*
ja: APIシークレット *
ko_kr: API 시크릿 *
nb_no: API-hemmelighet *
nl_nl: API-geheim *
pt_pt: API secreta *
ru_ru: Секретный ключ API*
sv_se: API-lösenord*
th: ข้อมูลลับ API*
tr_tr: API Gizli Sorusu *
zh_cn: API 机密*
zh_tw: API 機密 *

# wordpress:text_api_secret_description
source: Required. Use the API secret from an app you have created.
cs_cz: Povinné. Použijte tajný klíč API z aplikace, kterou jste vytvořili.
da_dk: Obligatorisk. Brug API-hemmeligheden fra en app, du har skabt.
de_de: Erforderlich. Verwenden Sie den API-Geheimschlüssel aus einer von Ihnen erstellten App.
es_es: Es obligatorio. Use el secreto de API de una app que haya creado.
fi: Pakollinen. Käytä API-salauskoodia luomastasi sovelluksesta.
fr_fr: Obligatoire. Indiquez le secret d’API d’une application que vous avez créée.
hu_hu: Szükséges. Használja az API titkos kódot egy Ön által létrehozott alkalmazásból.
it_it: Obbligatorio. Utilizza il segreto API da un'app che hai creato.
ja: 必須。作成したアプリのAPIシークレットを使用してください。
ko_kr: 필수. 생성한 앱의 API 시크릿을 사용하세요.
nb_no: Påkrevd. Bruk API-hemmeligheten fra en app du har opprettet.
nl_nl: Verplicht. Gebruik het API-geheim van een app die je hebt gemaakt.
pl_pl: Wymagane. Użyj klucza API secret z aplikacji, którą utworzyłeś.
pt_pt: Obrigatório. Use a API secreta de um aplicativo que você criou.
ru_ru: Обязательно. Используйте секретный ключ API созданного приложения.
sv_se: Obligatorisk. Använd API-lösenordet från appen som du skapat.
th: ต้องมี ใช้ข้อมูลลับ API จากแอปที่คุณสร้างขึ้น
tr_tr: Zorunlu. Oluşturduğunuz bir uygulamadaki API gizli sorusunu kullanın.
zh_cn: 必填。使用您创建的应用程序中的 API 机密。
zh_tw: 必填。使用您建立的應用程式中的 API 機密。

# wordpress:text_app_token
source: App Token *
cs_cz: Token aplikace *
da_dk: App-tegn*
es_es: Token de app*
fi: Sovelluksen tunniste*
fr_fr: Jeton d’application*
hu_hu: Alkalmazástoken *
it_it: Token dell'app*
ja: アプリトークン *
ko_kr: 앱 토큰 *
pl_pl: Token aplikacji *
pt_pt: Token do aplicativo *
ru_ru: Токен приложения*
th: โทเค็นของแอป*
tr_tr: Uygulama Belirteci *
zh_cn: 应用程序令牌*
zh_tw: 應用程式權杖 *

# wordpress:text_app_token_description
source: Required for licensing.
cs_cz: Povinné pro licencování.
da_dk: Påkrævet til licensudstedelse.
de_de: Zur Lizenzierung erforderlich.
es_es: Se requiere para las licencias.
fi: Tarvitaan lisensointiin.
fr_fr: Obligatoire pour les licences.
hu_hu: Licenceléshez szükséges.
it_it: Obbligatorio per la concessione in licenza.
ja: ライセンス取得に必要です。
ko_kr: 사용 허가 시 필수.
nb_no: Påkrevd for lisensiering.
nl_nl: Vereist voor licentieverlening.
pl_pl: Wymagane do licencji.
pt_pt: Obrigatório para licenciamento.
ru_ru: Требуется для лицензирования.
sv_se: Krävs för licensiering.
th: ต้องมีสำหรับการรับสิทธิ์ใช้งาน
tr_tr: Lisanslama için zorunludur.
zh_cn: 必填，用于获得许可。
zh_tw: 授權所需。

# wordpress:text_block_description_in_sidebar
source: Shutterstock block to browse and insert shutterstock images
cs_cz: Blok služby Shutterstock pro procházení a vkládání snímků Shutterstock
da_dk: Shutterstocks blokering for at gennemse og indsætte Shutterstock-billeder
de_de: Shutterstock Block zum Durchsuchen und Einfügen von Shutterstock Bildern
es_es: Bloque de Shutterstock para explorar e insertar imágenes de Shutterstock
fi: Shutterstock-lohko Shutterstock-kuvien selaamiseen ja lisäämiseen
fr_fr: Bloc Shutterstock permettant de parcourir et d’insérer des images Shutterstock
hu_hu: Shutterstock-blokk Shutterstock-képek böngészéséhez és beszúrásához
it_it: Blocco di Shutterstock per sfogliare e inserire immagini di Shutterstock
ja: Shutterstockの画像の閲覧および挿入をブロックします
ko_kr: Shutterstock 이미지 검색 및 삽입을 위한 Shutterstock 블록
nb_no: Shutterstock-blokkering for å bla gjennom og sette inn Shutterstock-bilder
nl_nl: Shutterstock-gedeelte om Shutterstock-afbeeldingen te zoeken en in te voegen
pl_pl: Shutterstock blokuje przeglądanie i wstawianie obrazów shutterstock
pt_pt: Bloqueador da Shutterstock para navegar e inserir imagens Shutterstock
ru_ru: Блок Shutterstock для просмотра и вставки изображений Shutterstock
sv_se: Shutterstock-blockering för att gå igenom och infoga Shutterstock-bilder
th: บล็อก Shutterstock สำหรับการเรียกดูและแทรกภาพของ Shutterstock
tr_tr: Shutterstock Görselleri aramak ve eklemek için Shutterstock bloğu
zh_cn: 用于浏览和插入 Shutterstock 图片的 Shutterstock 块
zh_tw: Shutterstock 塊瀏覽和插入 Shutterstock 圖片

# wordpress:text_block_paragraph
source: Add images from Shutterstock's library of over 340 million high-quality photos, vectors and illustrations.
cs_cz: Přidejte snímky z knihovny služby Shutterstock, která zahrnuje více něž 340 milionů fotografií, vektorů a ilustrací ve vysoké kvalitě.
da_dk: Tilføj billeder fra Shutterstocks bibliotek med over 340 millioner fotos i høj kvalitet, vektorer og illustrationer.
de_de: Fügen Sie Bilder aus den Bibliotheken von Shutterstock hinzu, darunter 340 Millionen hochwertige Fotos, Vektorgrafiken und Illustrationen.
es_es: Añada imágenes de la biblioteca de Shutterstock, que incluye más de 340 millones de fotos, vectores e ilustraciones de alta calidad.
fi: Lisää kuvia Shutterstockin yli 340 miljoonan laadukkaan valokuvan, vektorikuvan ja kuvituskuvan kirjastosta.
fr_fr: Ajoutez des images provenant de la bibliothèque de plus de 340 millions de photos, images vectorielles et illustrations haute qualité de Shutterstock.
hu_hu: Vegyen fel képeket a Shutterstock több mint 340 millió minőségi fotót, vektorképet és illusztrációt tartalmazó képtárából.
it_it: Aggiungi immagini dalla libreria di Shutterstock: oltre 340 milioni di foto, immagini vettoriali e illustrazioni di alta qualità.
ja: Shutterstockのライブラリから、3億4,000万点を超える高品質な写真、ベクター画像、イラストを追加します。
ko_kr: 3억 4천만 개 이상의 고품질 사진, 벡터 및 일러스트가 있는 Shutterstock 라이브러리에서 이미지를 추가하세요.
nb_no: Legg til bilder fra Shutterstocks bibliotek med over 340 millioner bilder, vektorer og illustrasjoner av høy kvalitet.
nl_nl: Voeg afbeeldingen toe uit de Shutterstock-bibliotheek met meer dan 340 miljoen foto's, vectoren en illustraties van hoge kwaliteit.
pl_pl: Dodaj obrazy z biblioteki Shutterstock zawierającej ponad 340 milionów zdjęć, wektorów i ilustracji o wysokiej jakości.
pt_pt: Adicione imagens da biblioteca da Shutterstock que conta com mais de 340 milhões de fotos, vetores e ilustrações de alta qualidade.
ru_ru: Добавьте изображения из библиотеки Shutterstock, которая содержит более 340 миллионов высококачественных фотографий, векторных рисунков и иллюстраций.
sv_se: Lägg till bilder från Shutterstocks bibliotek med över 340 miljoner högkvalitativa fotografier, vektorer och illustrationer.
th: เพิ่มภาพจากไลบรารีของ Shutterstock ที่มีภาพถ่าย เวกเตอร์ และภาพประกอบมากกว่า 340 ล้านรายการ
tr_tr: Shutterstock’un 340 milyondan fazla yüksek kaliteli fotoğraf, vektör ve illüstrasyondan oluşan kütüphanesinden görseller ekleyin.
zh_cn: 从 Shutterstock 库中超过 3.4 亿张高质量的照片、矢量和插图中添加图片。
zh_tw: 從 Shutterstock 的資料庫中新增超過 3.4 億張高品質照片、向量圖和插圖的圖片。

# wordpress:text_browse
source: Browse
cs_cz: Procházet
da_dk: Gennemse
de_de: Durchsuchen
es_es: Explorar
fi: Selaa
fr_fr: Parcourir
hu_hu: Böngészés
it_it: Sfoglia
ja: 閲覧
ko_kr: 찾아보기
nb_no: Bla gjennom
nl_nl: Bladeren
pl_pl: Przeglądaj
pt_pt: Explorar
ru_ru: Обзор
sv_se: Bläddra
th: เรียกดู
tr_tr: Göz at
zh_cn: 浏览
zh_tw: 瀏覽

# wordpress:text_dowbload_and_insert
source: Download and Insert
cs_cz: Stáhnout a vložit
da_dk: Download og indsæt
de_de: Herunterladen und Einfügen
es_es: Descargar e insertar
fi: Lataa ja lisää
fr_fr: Télécharger et insérer
hu_hu: Letöltés és beillesztés
it_it: Scarica e inserisci
ja: ダウンロードして挿入
ko_kr: 다운로드 및 삽입
nb_no: Last ned og sett inn
nl_nl: Downloaden en invoegen
pl_pl: Pobierz i wstaw
pt_pt: Baixar e inserir
ru_ru: Загрузить и вставить
sv_se: Ladda ned och infoga
th: ดาวน์โหลดและแทรก
tr_tr: İndir ve Ekle
zh_cn: 下载和插入
zh_tw: 下載並插入

# wordpress:text_download
source: Download
cs_cz: Stažení
de_de: Herunterladen
es_es: Descargar
fi: Lataa
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scarica
ja: ダウンロード
ko_kr: 다운로드
nb_no: Last ned
nl_nl: Downloaden
pl_pl: Pobierz
pt_pt: Baixar
ru_ru: Загрузить
sv_se: Ladda ned
th: ดาวน์โหลด
tr_tr: İndir
zh_cn: 下载
zh_tw: 下載

# wordpress:text_downloads
source: Downloads
cs_cz: Stažení
es_es: Descargas
fi: Lataukset
fr_fr: Téléchargements
hu_hu: Letöltések
it_it: Download
ja: ダウンロード
ko_kr: 다운로드
nb_no: Nedlastinger
pl_pl: Materiały do pobrania
ru_ru: Загрузки
sv_se: Nedladdningar
th: การดาวน์โหลด
tr_tr: İndirmeler
zh_cn: 下载
zh_tw: 下載次數

# wordpress:text_editorial
source: Editorial
cs_cz: Redakční
da_dk: Redaktionel
de_de: Redaktionell
fi: Toimituksellinen sisältö
fr_fr: Éditorial
hu_hu: Szerkesztői
it_it: Contenuti editoriali
ja: エディトリアル
ko_kr: 에디토리얼
nb_no: Redaksjonelt
nl_nl: Redactioneel
pl_pl: Dziennikarskie
ru_ru: Редакционные материалы
sv_se: Redaktionellt
th: บทความข่าว
tr_tr: Haber Amaçlı İçerik
zh_cn: 新闻传媒
zh_tw: 報導

# wordpress:text_editorial_country
source: Editorial Country
cs_cz: Redakční země
da_dk: Redaktionens hjemland
de_de: Land des redaktionellen Inhalts
es_es: País editorial
fi: Toimituksellinen maa
fr_fr: Pays éditorial
hu_hu: Szerkesztői ország
it_it: Contenuti editoriali Country
ja: エディトリアルカントリー
ko_kr: 에디토리얼 국가
nb_no: Redaksjonelt land
nl_nl: Redactioneel land
pl_pl: Kraj materiałów dziennikarskich
pt_pt: País editorial
ru_ru: Страна для редакционных материалов
sv_se: Redaktionellt land
th: ประเทศของบทความข่าว
tr_tr: Haber Amaçlı İçerik Ülkesi
zh_cn: 新闻传媒国家或地区
zh_tw: 報導國家/地區

# wordpress:text_editorial_country_description
source: Show only editorial content that is available for distribution in a certain country (A three-character (ISO 3166 Alpha-3) country code).
cs_cz: Zobrazit pouze redakční obsah, který je dostupný pro distribuci v určité zemi (třímístný (ISO 3166 Alpha-3) kód země).
da_dk: Vis kun redaktionelt indhold, der er tilgængeligt til distribution i et bestemt land (en tre bogstavs-landekode, ISO 3166 Alpha-3).
de_de: Ausschließlich redaktionelle Inhalte anzeigen, die in einem bestimmten Land (dreistelliger Ländercode gemäß ISO 3166 Alpha-3) für den Vertrieb verfügbar sind.
es_es: Vea solo contenido editorial que esté disponible para distribución en un país específico. El código de país tiene tres caracteres (ISO 3166 Alpha-3).
fi: Näytä vain toimituksellinen sisältö, joka on saatavilla jaettavaksi tietyissä maissa (kolmimerkkinen (ISO 3166 Alpha-3) maakoodi).
fr_fr: Afficher uniquement les contenus éditoriaux dont la distribution est possible dans un certain pays (code pays ISO 3166-1 alpha-3 à trois caractères).
hu_hu: Csak egy adott országban (ISO 3166 Alpha-3 szerinti háromkarakteres országkód) való terjesztésre elérhető szerkesztői tartalmak megjelenítése.
it_it: Mostra solo i contenuti editoriali disponibili per la distribuzione in un determinato paese (codice paese a tre caratteri (ISO 3166 alfa-3)).
ja: 特定の国で配信可能なエディトリアル素材のみを表示します（3文字［ISO 3166 Alpha-3］の国名コード）。
ko_kr: 특정 국가에서 배포가 가능한 에디토리얼 콘텐츠만 표시합니다(ISO 3166 Alpha-3/세 자리 국가 코드).
nb_no: Bare vis redaksjonelt innhold som er tilgjengelig for distribusjon i et bestemt land (landskode med tre tegn (ISO 3166 Alpha-3)).
nl_nl: Geef alleen redactionele content weer die beschikbaar is om in een bepaald land te verspreiden (een landcode van drie tekens (OSISO 3166 Alpha-3)).
pl_pl: Pokaż tylko treści, które są dostępne do dystrybucji w danym kraju (trzy znaki (ISO 3166 Alpha-3) kodu kraju).
pt_pt: Exibe somente conteúdo editorial disponível para distribuição em determinado país (um código do país com três caracteres (ISO 3166 Alpha-3)).
ru_ru: Показывать только редакционные материалы, которые доступны для распространения в определенной стране (трехсимвольный (ISO 3166 Alpha-3) код страны).
sv_se: Visa endast redaktionellt innehåll som är tillgängligt för distribution i ett visst land (landskod med tre tecken (ISO 3166 Alpha-3)).
th: แสดงเฉพาะเนื้อหาบทความข่าวที่สามารถแจกจ่ายในบางประเทศ (รหัสประเทศสามตัวอักษร (ISO 3166 Alpha-3))
tr_tr: Yalnızca belirli bir ülkede dağıtımda olan haber amaçlı içerikleri görüntüleyin (Üç karakterli (ISO 3166 Alpha-3) ülke kodu).
zh_cn: 仅显示可在特定国家或地区（三字符 (ISO 3166 Alpha-3) 国家地区代码）分发的新闻传媒内容。
zh_tw: 僅顯示可在特定國家/地區分發的報導內容（三個字元（ISO 3166 Alpha-3）國家/地區代碼）。

# wordpress:text_home
source: Home
cs_cz: Domů
da_dk: Hjem
de_de: Startseite
es_es: Inicio
fi: Etusivu
fr_fr: Accueil
hu_hu: Kezdőlap
ja: ホーム
ko_kr: 홈
nb_no: Hjem
nl_nl: Startpagina
pl_pl: Strona główna
pt_pt: Página inicial
ru_ru: Дом
sv_se: Hem
th: หน้าแรก
tr_tr: Ana Sayfa
zh_cn: 首页
zh_tw: 家

# wordpress:text_image_stored_in_media_library
source: Image stored in media library
cs_cz: Snímek byl uložen do knihovny médií
da_dk: Billede gemt i mediebibliotek
de_de: Bild in Medienarchiv gespeichert
es_es: Imagen almacenada en la biblioteca de medios
fi: Kuva tallennettu mediakirjastoon
fr_fr: Image stockée dans la bibliothèque multimédia
hu_hu: Médiatárban tárolt kép
it_it: Immagine archiviata nella libreria multimediale
ja: メディアライブラリに保存されている画像
ko_kr: 이미지가 미디어 라이브러리에 저장됨
nb_no: Bildet er lagret i mediebiblioteket
nl_nl: Afbeelding opgeslagen in mediabibliotheek
pl_pl: Obraz przechowywany w bibliotece multimediów
pt_pt: Imagem armazenada na biblioteca de mídia
ru_ru: Изображение сохранено в библиотеке медиа
sv_se: Bild lagrad i mediabiblioteket
th: เก็บภาพในไลบรารีสื่อ
tr_tr: Bu görsel, medya kütüphanesinde saklandı
zh_cn: 存储在媒体库中的图片
zh_tw: 圖片儲存在資料庫中

# wordpress:text_images
source: Images
cs_cz: Snímky
da_dk: Billeder
de_de: Bilder
es_es: Imágenes
fi: Kuvat
hu_hu: Képek
it_it: Immagini
ja: 画像
ko_kr: 이미지
nb_no: Bilder
nl_nl: Afbeeldingen
pl_pl: Obrazy
pt_pt: Imagens
ru_ru: Изображения
sv_se: Bilder
th: ภาพ
tr_tr: Görseller
zh_cn: 图片
zh_tw: 圖片

# wordpress:text_insert_account_information
source: Please insert your Shutterstock account information to use this plugin. You can create an app and access token on your <a href="%s" target="_blank">developer apps page</a>.
cs_cz: Prosím, zadejte informace o vašem účtu služby Shutterstock pro použití tohoto pluginu. Aplikaci a přístupový token můžete vytvořit na vaší <a href="%s" target="_blank">stránce vývojáře aplikací</a>.
da_dk: Angiv dine Shutterstock-kontooplysninger for at bruge denne plugin. Du kan oprette et app- og adgangstegn på din <a href="%s" target="_blank">appudviklerside</a>.
de_de: Bitte fügen Sie Ihre Shutterstock Account-Informationen ein, um dieses Plug-in zu verwenden. Über die Seite <a href="%s" target="_blank">Entwickler-Apps</a> können Sie eine App und ein Zugangs-Token erstellen.
es_es: Para usar este complemento, ingrese la información de su cuenta de Shutterstock. Puede crear una app y acceder al token en la <a href="%s" target="_blank">página de apps para desarrolladores</a>.
fi: Anna Shutterstock-tilisi tiedot, jotta voit käyttää tätä liitännäistä. Voit luoda sovelluksen ja käyttää tunnistettasi <a href="%s" target="_blank">kehittäjän sovellussivullasi</a>.
fr_fr: Veuillez saisir les données de votre compte Shutterstock pour pouvoir utiliser ce module d’extension. Vous pouvez créer une application et un jeton d’application sur la <a href="%s" target="_blank">page d’applications des développeurs</a>.
hu_hu: A modul használatához illessze be Shutterstock-fiókja adatait. Alkalmazás- és hozzáférési tokent a <a href="%s" target="_blank">fejlesztői alkalmazások oldalon</a> hozhat létre.
it_it: Inserisci le informazioni sull'account Shutterstock per utilizzare questo plugin. Puoi creare un'app e accedere ai token sulla tua <a href="%s" target="_blank">pagina delle app per sviluppatori</a>.
ja: このプラグインを使用するには、Shutterstockのアカウント情報を挿入してください。<a href="%s" target="_blank">開発者アプリページ</a>でアプリとアクセストークンを作成できます。
ko_kr: 플러그인을 사용하려면 Shutterstock 계정 정보를 입력해 주세요. <a href="%s" target="_blank">개발자 앱 페이지</a>에서 앱을 생성하고 토큰에 액세스할 수 있습니다.
nb_no: Vennligst sett inn Shutterstock-kontoinformasjonen din for å bruke dette pluginet. Du kan opprette en app og få tilgang til token på <a href="%s" target="_blank">siden for utviklerapper</a>.
nl_nl: Geef je Shutterstock-accountinformatie op om deze invoegtoepassing te gebruiken. Je kunt een app en toegangstoken maken op je <a href="%s" target="_blank">apps-pagina voor ontwikkelaars</a>.
pl_pl: Wprowadź informacje o koncie Shutterstock, aby użyć tej wtyczki. Możesz utworzyć aplikację i token dostępu na <a href="%s" target="_blank">stronie programowania aplikacji</a>.
pt_pt: Insira as informações da sua conta da Shutterstock para usar este plugin. Você pode criar um aplicativo e um token de acesso na sua <a href="%s" target="_blank"> página de desenvolvedor de aplicativos</a>.
ru_ru: Вставьте информацию об аккаунте Shutterstock, чтобы использовать этот модуль. Вы можете создать приложение и токен доступа на <a href="%s" target="_blank">странице для разработчиков приложений</a>.
sv_se: Ange din Shutterstock-kontoinformation för att använda denna plugin. Du kan skapa en app och åtkomsttoken på din <a href="%s" target="_blank">utvecklarsida för appar</a>.
th: โปรดป้อนข้อมูลบัญชี Shutterstock เพื่อใช้ปลั๊กอินนี้ คุณสามารถสร้างแอปและเข้าถึงโทเค็นใน <a href="%s" target="_blank">หน้าแอปของนักพัฒนา</a>
tr_tr: Bu eklentiyi kullanmak için lütfen Shutterstock hesap bilgilerinizi girin. <a href="%s" target="_blank">Geliştirici uygulamaları sayfanızda</a> bir uygulama ve erişim belirteci oluşturabilirsiniz.
zh_cn: 请插入您的 Shutterstock 帐户信息来使用此插件。您可以创建应用程序，并在您的<a href="%s" target="_blank">开发者应用程序页面</a>访问令牌。
zh_tw: 請插入您的 Shutterstock 帳戶資訊以使用此外掛程式。您可以在<a href="%s" target="_blank">開發人員應用程式頁面</a>上建立應用程式並存取權杖。
